{
	"quotes": [
		{
			"text": "You have the power to heal your life, and you need to know that.",
			"source": "Meditations to Heal Your Life",
			"length": 64,
			"id": 1
		},
		{
			"text": "They don't know that we know they know we know.",
			"source": "Friends",
			"length": 47,
			"id": 2
		},
		{
			"text": "Don't it make you sad to know that life is more than who you are?",
			"source": "Goo Goo Dolls - Name",
			"length": 65,
			"id": 3
		},
		{
			"text": "Leave something for someone but don't leave someone for something.",
			"source": "Five on a Hike Together",
			"id": 4,
			"length": 66
		},
		{
			"text": "The people with ideas have no power and the people with power have no ideas.",
			"source": "5,001 Wisdom Quotations of Mike Murdock",
			"id": 5,
			"length": 76
		},
		{
			"text": "You must take life the way it comes at you and make the best of it.",
			"source": "Life of Pi",
			"id": 6,
			"length": 67
		},
		{
			"text": "If you don't know what you want, how are you going to know when you get it?",
			"source": "Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive",
			"id": 7,
			"length": 75
		},
		{
			"text": "If you have to ask, you will never know. If you know, you need only ask.",
			"source": "Harry Potter and the Deathly Hallows",
			"id": 8,
			"length": 72
		},
		{
			"text": "Your memory is the glue that binds your life together.",
			"source": "Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive",
			"id": 9,
			"length": 54
		},
		{
			"text": "I'm sure there are things you know that you don't even know you know.",
			"source": "UnSouled",
			"id": 10,
			"length": 69
		},
		{
			"text": "Perhaps if you know you are insane then you are not insane.",
			"source": "The Man in the High Castle",
			"id": 11,
			"length": 59
		},
		{
			"text": "You can't use the fire exit because you're not made of fire.",
			"source": "Undertale",
			"id": 12,
			"length": 60
		},
		{
			"text": "The person that has the most to do with what happens to you is you!",
			"source": "Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and Be More Productive",
			"id": 13,
			"length": 67
		},
		{
			"text": "There are darknesses in life and there are lights, and you are one of the lights, the light of all lights.",
			"source": "Dracula",
			"id": 14,
			"length": 106
		},
		{
			"text": "Sometimes the world as you know it just decides to become something else.",
			"source": "The Night Diary",
			"id": 15,
			"length": 73
		},
		{
			"text": "If you only do what you can do, you will never be more than who you are now.",
			"source": "Kung Fu Panda",
			"id": 16,
			"length": 76
		},
		{
			"text": "If I have to hear one more time that you did this for the family...",
			"source": "Breaking Bad",
			"id": 17,
			"length": 67
		},
		{
			"text": "And in the end, the love you take is equal to the love you make.",
			"source": "The End",
			"id": 18,
			"length": 64
		},
		{
			"text": "I've always loved you, and when you love someone, you love the whole person, just as he or she is, and not as you would like them to be.",
			"source": "Anna Karenina",
			"id": 19,
			"length": 136
		},
		{
			"text": "Memory is a way of holding onto the things you love, the things you are, the things you never want to lose.",
			"source": "Unlimited Memory: How to Use Advanced Learning Strategies to Learn Faster, Remember More and be More Productive",
			"id": 20,
			"length": 107
		},
		{
			"text": "You should never, never doubt something that no one is sure of.",
			"source": "Charlie and the Chocolate Factory",
			"id": 21,
			"length": 63
		},
		{
			"text": "Make sure you marry someone who laughs at the same things you do.",
			"source": "The Catcher in the Rye",
			"id": 22,
			"length": 65
		},
		{
			"text": "If you think that you are going to love something, give it a try.",
			"source": "What it Takes to Make More Money than Your Parents",
			"id": 23,
			"length": 65
		}
	]
}
